{
  "title": "Cancer proteome and biomarker discovery",
  "keywords": [
    "Cancer",
    "proteome",
    "biomarker",
    "discovery"
  ],
  "search_period": "2025-11-17_-_2025-11-24",
  "paper_count": 9,
  "papers": [
    {
      "pmid": "41276364",
      "title": "Mass Spectrometry Imaging Applications for Advancement of Interventional Oncology.",
      "pubdate": "2025 Dec",
      "url": "https://doi.org/10.1016/j.jvir.2025.09.001",
      "abstract": "Interventional oncology procedures are commonly performed without a fundamental understanding of intratumoral mechanisms at the cellular and molecular levels. Mass spectrometry imaging (MSI) is a label-free multiomic imaging technique that is used to characterize drugs and their metabolites and/or the proteome, glycome, metabolome, and lipidome of cells. MSI has become a mainstay within the fields of pharmacology, oncology, and systems biology, allowing researchers to investigate mechanistic interactions and expression profiles of several classes of biomolecules concurrently with in situ visualization. Recent advancements in technical aspects of MSI have given it greater versatility to be used in combination with other spatial-omic techniques. When applied to interventional oncology as either a standalone or multimodal technology, MSI can provide unique intercellular and intracellular insight into treatment effectiveness and posttreatment tumor response. In this regard, MSI can aid in the optimization of interventional oncology procedures to improve clinical outcomes.",
      "summary": {
        "目的": "介入腫瘍学の手順が細胞および分子レベルでの腫瘍内メカニズムの理解不足の下で行われている現状に対処することを目的としています。質量分析イメージング（MSI）が、治療効果と治療後の腫瘍反応に関するユニークな細胞内外の洞察を提供し、介入腫瘍学の手順の最適化と臨床転帰の改善に貢献できる可能性を示しています。",
        "サンプル": "記載なし",
        "解析手法": "解析手法は質量分析イメージング（MSI）であり、これはラベルフリーのマルチオミクスイメージング技術です。MSIは、細胞における薬物、その代謝物、プロテオーム、グリコーム、メタボローム、およびリピドームを特徴付けるために使用され、複数の生体分子のメカニズム的相互作用と発現プロファイルをin situで可視化しながら調査できます。また、他の空間オミクス技術と組み合わせて使用する汎用性も向上しています。",
        "結果": "記載なし",
        "結論": "質量分析イメージング（MSI）は、介入腫瘍学において単独またはマルチモーダル技術として適用されることで、治療効果と治療後の腫瘍反応に関するユニークな細胞内外の洞察を提供できると結論付けられます。この技術は、介入腫瘍学の手順を最適化し、ひいては臨床転帰を改善するための重要なツールとなり得ます。"
      }
    },
    {
      "pmid": "41276347",
      "title": "Enhanced cell surface enrichment and data-independent acquisition for in-depth profiling of multiple myeloma cell lines.",
      "pubdate": "2026",
      "url": "https://doi.org/10.1016/bs.mcb.2025.10.005",
      "abstract": "Multiple myeloma is a hematologic malignancy characterized by clonal plasma cell proliferation, with recent therapeutic advances focusing on immunotherapies targeting cell surface antigens. While several surface markers are well-characterized, there remains a critical need to identify additional specific targets for relapsed cases. Comprehensive surface proteome analysis is challenging due to the low abundance of surface proteins and limited cell numbers available from patient samples.",
      "summary": {
        "目的": "記載なし",
        "サンプル": "記載なし",
        "解析手法": "記載なし",
        "結果": "記載なし",
        "結論": "記載なし"
      }
    },
    {
      "pmid": "41269529",
      "title": "Multi-omics strategies for biomarker discovery and application in personalized oncology.",
      "pubdate": "2025 Nov 21",
      "url": "https://doi.org/10.1186/s43556-025-00340-0",
      "abstract": "Multi-omics strategies, integrating genomics, transcriptomics, proteomics, and metabolomics, have revolutionized biomarker discovery and enabled novel applications in personalized oncology. Despite rapid technological developments, a comprehensive synthesis addressing integration strategies, analytical workflows, and translational applications has been lacking. This review presents a comprehensive framework of multi-omics integration, encompassing workflows, analytical techniques, and computational tools for both horizontal and vertical integration strategies, with particular emphasis on machine learning and deep learning approaches for data interpretation. Recent applications of multi-omics have yielded promising biomarker panels at the single-molecule, multi-molecule, and cross-omics levels, supporting cancer diagnosis, prognosis, and therapeutic decision-making. However, major challenges persist, particularly in data heterogeneity, reproducibility, and the clinical validation of biomarkers across diverse patient populations. This review also highlights cutting-edge advances in single-cell multi-omics and spatial multi-omics technologies, which are expanding the scope of biomarker discovery and deepening our understanding of tumor heterogeneity. Finally, we discuss the integral role of multi-omics in personalized oncology, with a particular focus on predicting drug responses and optimizing individualized treatment strategies, supported by real-world clinical practice cases. By bridging technological innovations with translational applications, this review aims to provide a valuable resource for researchers and clinicians, offering insights into both current methodologies and future directions for implementing multi-omics data in biomarker discovery and personalized cancer care.",
      "summary": {
        "目的": "多層オミクス統合戦略、解析ワークフロー、および翻訳応用に関する包括的な統合が不足していたため、本レビューではこれらの包括的なフレームワークを提示することを目的としています。特に、データ解釈のための機械学習と深層学習のアプローチに重点を置いています。",
        "サンプル": "記載なし",
        "解析手法": "本レビューでは、多層オミクスデータの水平的および垂直的統合戦略のための解析技術、計算ツール、およびワークフローを提示しています。特に、データ解釈には機械学習と深層学習のアプローチが強調されており、シングルセル多層オミクスや空間多層オミクスといった最先端技術にも焦点を当てています。",
        "結果": "多層オミクスの最近の応用により、癌の診断、予後、および治療意思決定を支援する有望なバイオマーカーパネルが、単一分子、複数分子、およびクロスオミクスレベルで得られています。これは、個別化腫瘍学における新たなバイオマーカー発見に寄与しています。",
        "結論": "多層オミクスは個別化腫瘍学において不可欠な役割を担い、薬剤反応の予測や個別化治療戦略の最適化に貢献します。本レビューは、技術革新と翻訳応用を結びつけることで、研究者や臨床医にとって、現在の方法論と将来の方向性に関する貴重な洞察を提供する資源となることを目指しています。"
      }
    },
    {
      "pmid": "41267331",
      "title": "Ultrahigh-Power Sonicator Lysis Enables Deep Proteomic Profiling of Hair Shafts for Fetal Growth Restriction Biomarker Discovery.",
      "pubdate": "2025 Nov 20",
      "url": "https://doi.org/10.1021/acs.analchem.5c05856",
      "abstract": "The hair shaft provides a noninvasive, easily accessible specimen with exceptional molecular stability, retaining metabolic signatures from fetal development. However, its dense keratinization impedes efficient protein extraction, thereby restricting the proteomic depth and clinical applicability. To surmount this barrier, we designed an ultrahigh-power sonicator (UHPS) that disrupts keratin networks, boosting the protein yield by more than 1.8-fold. We coupled UHPS with the Deep Efficient Peptide Sequencing and Quantification (DEEP SEQ) mass spectrometry platform for the in-depth proteomic profiling of hair shafts. This integrated workflow quantified 3,925 proteins from just 1 mg of hair shaft sample. In fetal growth restriction (FGR) cases versus healthy controls (HCs), we identified 239 differentially expressed proteins (DEPs). Candidate biomarkers from this panel were validated using parallel reaction monitoring (PRM) and an enzyme-linked immunosorbent assay (ELISA) in independent cohorts. Their expression levels showed strong correlations with FGR clinical indicators. The UHPS-DEEP SEQ pipeline marks a significant advancement in hair shaft proteomics, enabling noninvasive biomarker identification and offering significant potential for perinatal diagnostics.",
      "summary": {
        "目的": "毛髪の密なケラチン化によって妨げられていた効率的なタンパク質抽出の課題を克服すること。この目的のため、超高出力超音波処理装置（UHPS）とDeep Efficient Peptide Sequencing and Quantification（DEEP SEQ）質量分析を組み合わせた統合ワークフローを開発し、毛髪の深層プロテオミクスプロファイリングを行うことを目指した。",
        "サンプル": "主要なサンプルとして毛髪シャフト（hair shaft）が使用された。具体的には、胎児発育不全（FGR）の症例と健常対照者（HCs）の毛髪が比較分析され、さらに独立したコホートのサンプルを用いて候補バイオマーカーの検証が行われた。",
        "解析手法": "ケラチンネットワークを破壊しタンパク質収率を向上させるための超高出力超音波処理装置（UHPS）を設計した。このUHPSとDeep Efficient Peptide Sequencing and Quantification（DEEP SEQ）質量分析プラットフォームを組み合わせて、毛髪の深層プロテオミクスプロファイリングを実施した。候補バイオマーカーの検証には、パラレル反応モニタリング（PRM）と酵素結合免疫吸着測定法（ELISA）が独立したコホートで用いられた。",
        "結果": "開発された統合ワークフローにより、わずか1mgの毛髪サンプルから3,925種類のタンパク質が定量された。FGR症例と健常対照者の比較から239種類の差次発現タンパク質（DEPs）が同定された。これらの候補バイオマーカーの発現レベルは、FGRの臨床指標と強い相関を示すことが確認された。",
        "結論": "UHPS-DEEP SEQパイプラインは毛髪シャフトプロテオミクスにおいて顕著な進歩をもたらした。この新しい手法は、非侵襲的なバイオマーカー同定を可能にし、周産期診断に大きな潜在的可能性を提供する。"
      }
    },
    {
      "pmid": "41256339",
      "title": "Rethinking p16, p53, and HPV in HNCSCC through lessons from glioblastoma subclonal evolution toward patient-centric N-of-1 single-cell RNA sequencing paradigm.",
      "pubdate": "2025 Nov 16",
      "url": "https://doi.org/10.12998/wjcc.v13.i32.104208",
      "abstract": "Head and neck cutaneous squamous cell carcinoma (HNCSCC) remains underexplored compared to oropharyngeal squamous cell carcinoma, particularly in relation to human papillomavirus (HPV) and molecular markers such as p16 and p53. While p16 is a well-established surrogate for HPV in oropharyngeal cancer, our review highlights its unreliable role in HNCSCC, where positivity is instead associated with recurrence and metastasis. Similarly, p53 illustrates a dual role - wild-type as a genomic safeguard, mutated as an oncogenic driver - complicating prognostication. Methodological considerations, including the limitations of immunohistochemistry for HPV detection, underscore the need for multi-method and molecular validation in future studies. Ultraviolet radiation is posited as a key modifier of p16 function, decoupling expression from tumor suppression. To contextualize these findings, we draw parallels to glioblastoma (GBM), where subclonal evolution, p53 dysfunction, and intratumoral heterogeneity drive relapse despite aggressive multimodal therapies. GBM exemplifies how bulk-level biomarker generalizations often obscure dynamic cellular ecosystems, reinforcing the necessity of single-cell and spatial approaches. Multi-omics integration - encompassing genome, transcriptome, proteome, and tumor microenvironment mapping - coupled with single-cell RNA sequencing and spatial transcriptomics, offers a path forward for resolving subclonal dynamics in both HNCSCC and GBM. These technologies provide the resolution needed to track tumor-immune-stromal co-evolution, identify therapy-resistant clones, and anticipate recurrence. We argue for a N-of-1, patient- and cell-centric paradigm that reframes biomarkers not as static surrogates but as dynamic readouts of cancer evolution across time and tissue contexts. Conceptually, we propose kinetic and microenvironmental frameworks (",
      "summary": {
        "目的": "本研究は、頭頸部皮膚扁平上皮癌（HNCSCC）におけるヒトパピローマウイルス（HPV）および分子マーカー（p16, p53）の役割が十分に解明されていない現状をレビューし、既存のバイオマーカーの限界と課題を明らかにすることを目的としています。また、将来の研究において、HNCSCCおよび膠芽腫（GBM）のサブクローン進化と治療抵抗性を解明するためのマルチオミクス統合、シングルセル解析、空間解析といった新しい研究アプローチとパラダイムを提案しています。",
        "サンプル": "記載なし",
        "解析手法": "記載なし",
        "結果": "本レビューでは、HNCSCCにおけるp16が口腔咽頭癌とは異なりHPVの代替マーカーとして信頼性が低く、むしろ再発や転移と関連することを示しました。p53は、野生型がゲノム保護因子、変異型が発癌性ドライバーとして二重の役割を果たすため、予後予測を複雑にしています。また、紫外線がp16の機能を修飾し、腫瘍抑制から発現を切り離す可能性が指摘され、膠芽腫の例からバルクレベルのバイオマーカーが細胞の動的な生態系を隠蔽する限界が示されました。",
        "結論": "HNCSCCとGBMにおける腫瘍のサブクローンダイナミクスと治療抵抗性を理解するためには、マルチオミクス統合、シングルセルRNAシーケンス、空間トランスクリプトミクスなどの高度な技術を用いた研究が不可欠であると結論付けられています。これにより、腫瘍-免疫-間質細胞の共進化を追跡し、治療抵抗性クローンを特定し、再発を予測するN-of-1の患者・細胞中心パラダイムへの移行を提唱しています。"
      }
    },
    {
      "pmid": "41252478",
      "title": "Emerging Biomarkers in Breast Cancer: Translational and Multi-Omics Perspectives in Precision Oncology.",
      "pubdate": "2025 Nov 18",
      "url": "https://doi.org/10.1080/1354750X.2025.2591717",
      "abstract": "Breast cancer remains a leading cause of cancer-related mortality among women worldwide, emphasizing the urgent need for improved diagnostic and therapeutic strategies. This review comprehensively explores the emerging landscape of breast cancer biomarkers, integrating insights from molecular mechanisms, clinical validation, and future translational applications. It highlights the evolution from classical receptor-based classification (ER, PR, HER2) to next-generation multi omics and AI-assisted biomarker discovery. Particular emphasis is placed on genetic, epigenetic, proteomic, and metabolomic markers, as well as liquid biopsy derived components such as ctDNA methylation, exosomal RNA, and extracellular vesicle biomarkers. The review critically analyses the reliability, reproducibility, and regulatory challenges of biomarker validation in clinical trials, including assay standardization and patient heterogeneity. Additionally, the discussion underscores the growing role of artificial intelligence in computational pathology and data harmonization across omics platforms. Limitations of current approaches and future research directions such as integrative modelling, personalized diagnostics, and real-world clinical translation are outlined to guide ongoing advancements in precision oncology. Overall, this article provides a mechanistic, evidence-based, and forward-looking overview of how emerging biomarkers are reshaping breast cancer diagnosis, prognosis, and therapeutic decision-making.",
      "summary": {
        "目的": "このレビューは、乳がんバイオマーカーの進化する状況を包括的に探求することを目的としています。分子メカニズム、臨床検証、将来の応用に関する洞察を統合し、これらのバイオマーカーが乳がんの診断、予後、治療決定をどのように再形成しているかについて概観を提供します。",
        "サンプル": "本研究は特定の実験サンプルや患者群を直接使用していません。代わりに、既存の文献や臨床試験のデータ、ならびに遺伝子、エピジェネティック、プロテオミクス、メタボロミクス、およびリキッドバイオプシー由来のバイオマーカーなど、多様な種類のバイオマーカーに関する情報をその分析の基盤としています。",
        "解析手法": "本レビューは、乳がんバイオマーカーの状況を包括的に探求する文献レビューの手法を用いています。古典的な受容体ベースの分類から次世代のマルチオミクスやAI支援による発見への進化を強調し、遺伝子、エピジェネティック、プロテオミクス、メタボロミクス、およびリキッドバイオプシー由来のマーカーに特に焦点を当てています。さらに、臨床試験におけるバイオマーカー検証の信頼性、再現性、および規制上の課題を批判的に分析し、計算病理学とデータ統合におけるAIの役割についても議論しています。",
        "結果": "レビューの結果、乳がんバイオマーカーの分野は古典的な受容体ベースの分類からマルチオミクスやAIを活用した発見へと進化していることが示されました。遺伝的、エピジェネティック、プロテオミクス、メタボロミクス、およびリキッドバイオプシー由来の多様なバイオマーカーが重要視されています。しかし、臨床試験でのバイオマーカー検証には、信頼性、再現性、規制、標準化、患者の異質性といった課題が存在することも明らかにされました。",
        "結論": "本レビューは、現在のバイオマーカーアプローチの限界を指摘しつつ、統合モデリング、個別化診断、および実世界での臨床応用といった将来の研究方向性を提示しています。これらの進歩が精密腫瘍学の発展を導き、新興バイオマーカーが乳がんの診断、予後、および治療決定にどのように影響を与えるかについての展望を強調しています。"
      }
    },
    {
      "pmid": "41244835",
      "title": "Potential biomarkers in early detection of gastric cancer.",
      "pubdate": "2025",
      "url": "https://doi.org/10.3389/fphar.2025.1642927",
      "abstract": "The annual burden of gastric cancer (GC) is increasing, highlighting a major threat to global public health. An important contributing factor to the increased fatality of the disease is the late stage at which GC is usually detected. Recent advancements in genomic and molecular studies have spearheaded the discovery of novel biomarkers for early-stage GC. Enabled by metabolomic, genetic, epigenetic, and proteomic signatures, these biomarkers have the potential to change the diagnostic outlook for GC. Such biomarkers would allow the detection of disease in its early stages, thereby improving the quality of life of those affected by this disease and also lowering the mortality rate. This review aims to provide a thorough overview of the novel biomarkers in GCs. Furthermore, this review addresses the mechanism by which these biomarkers are linked to the detection of GC and their possible utilization in clinical settings. This review comprises several novel biomarkers such as heat shock protein family A6 (HSPA6), annexin A11 (ANXA11), cell division cycle 42 (CDC42), fibroblast activation protein-alpha (FAP), hepcidin antimicrobial peptide (HAMP), solute carrier family 25 member 4 (SLC25A4), serpin peptidase inhibitor clade H member 1 (SERPINH1), cystatin B, deleted in malignant brain tumors 1 (DMBT1), nuclear paraspeckle assembly transcript 1 (NEAT1), N6-methyladenosine-related lncRNAs, circular RNAs, and proteinase 3 (PRTN3). Thus, the aim of this review is to gather and incorporate the current state of knowledge on this topic to point out the need for persistent research and innovation in the field of identification of GC biomarkers. This will enable the opportunity for new and more effective strategies for combating GC, which will further reduce its global burden and improve patient survival.",
      "summary": {
        "目的": "このレビューは、胃がん（GC）の新規バイオマーカーの徹底的な概要を提供することを目的としています。これらのバイオマーカーがGCの検出にどのように関連し、臨床現場でどのように利用できるかを探求することで、GCバイオマーカーの特定分野における継続的な研究と革新の必要性を強調しています。",
        "サンプル": "記載なし",
        "解析手法": "記載なし",
        "結果": "このレビューは、早期胃がん（GC）の診断に潜在的に役立つ様々な新規バイオマーカーを提示しました。具体的には、HSPA6、ANXA11、CDC42、FAP、HAMP、SLC25A4、SERPINH1、Cystatin B、DMBT1、NEAT1、N6-methyladenosine-related lncRNAs、circular RNAs、PRTN3といった多様な分子が挙げられています。レビューでは、これらのバイオマーカーがGC検出にどのように関連しているか、および臨床応用への可能性についても考察しています。",
        "結論": "胃がん（GC）バイオマーカーの同定分野における継続的な研究と革新が不可欠であると結論付けられています。これにより、GCと闘うための新しい効果的な戦略の開発が可能となり、世界的な疾病負担の軽減と患者の生存率向上に繋がると期待されます。"
      }
    },
    {
      "pmid": "41243979",
      "title": "Advancing Plasma Proteomics for the Discovery of Ovarian Cancer Biomarkers.",
      "pubdate": "2025 Nov 17",
      "url": "https://doi.org/10.1021/acs.jproteome.5c00758",
      "abstract": "The development of ultrasensitive proteomic methods for detecting potential protein tumor biomarkers remains a key challenge in modern biomedicine. We integrated data from classical reference proteomic methods─both panoramic (DDA-Shotgun LC-MS/MS) and targeted (MRM)─with a novel AFM-based enrichment approach coupled to mass spectrometry (AFM-MS), providing lower detection limits. This integrated strategy enabled the compilation of an expanded list of proteins associated with ovarian cancer progression. We identified a panel of previously unreported, ovarian cancer-specific candidate markers. A total of 371 proteins were found to be potentially involved in the pathological process, with 33% detected exclusively by the ultrasensitive AFM-MS method and 26% discovered through metabolomic associations. Notably, 6% of the identified proteins correspond to previously recognized ovarian cancer-specific markers, validating our multiplatform approach. Nine potential biomarkers are proposed for the first time, including ATRN, CPN1, APOF, TGM3, and CRNN. Immunoglobulin variable region peptides were reclassified as low-specificity background signals due to their high abundance and inflammation dependence. The identified biomarkers are present in blood at concentrations ranging from 10",
      "summary": {
        "目的": "卵巣がんの進行に関連するタンパク質腫瘍バイオマーカーを検出するための超高感度プロテオミクス手法の開発と統合が本研究の目的です。既存のプロテオミクス手法と新規のAFM-MSを組み合わせることで検出限界を下げ、拡張されたタンパク質リストを構築することを目指しました。",
        "サンプル": "記載なし",
        "解析手法": "パノラマ型（DDA-Shotgun LC-MS/MS）と標的型（MRM）の両方の古典的な参照プロテオミクスデータと、新規のAFMベース濃縮と質量分析（AFM-MS）を組み合わせた手法が統合されました。この統合戦略により、低検出限界でのバイオマーカー同定が可能となりました。",
        "結果": "卵巣がんの進行に関連する合計371のタンパク質が同定され、そのうち33%は超高感度AFM-MS法によってのみ検出されました。これまで報告されていない卵巣がん特異的な候補マーカーのパネルが特定され、ATRN、CPN1、APOF、TGM3、CRNNなど9つの潜在的なバイオマーカーが初めて提案されました。既存の卵巣がん特異的マーカーとの一致も6%に見られ、多プラットフォームアプローチの妥当性が確認されました。",
        "結論": "本研究の統合された超高感度プロテオミクス戦略は、卵巣がんの新規タンパク質バイオマーカーの同定に成功しました。特に、ATRNやCPN1を含む9つの潜在的な新規バイオマーカーが初めて提案され、将来的な診断や治療への応用が期待されます。また、免疫グロブリン可変領域ペプチドは、その豊富な存在量と炎症依存性のため、特異性の低いバックグラウンド信号として再分類されました。"
      }
    },
    {
      "pmid": "41243953",
      "title": "Mapping drug mechanisms with ProteomicsDB: unified omics and cell sensitivity data at scale.",
      "pubdate": "2025 Nov 17",
      "url": "https://doi.org/10.1093/nar/gkaf1265",
      "abstract": "Proteomic and phenotypic cell sensitivity datasets are increasingly important for understanding chemoproteomics and the underlying drug mechanisms of action. Yet, integrating such heterogeneous datasets remains challenging due to inconsistent annotations, incompatible IDs, and variable data processing methods. Here, a major update to ProteomicsDB (https://www.proteomicsdb.org) is presented that combines over 1300 proteomic and 1000 transcriptomic profiles with phenotypic cell sensitivity data across >1500 human cancer cell lines and 1470 drugs. Harmonizing cell line and drug names and applying a standardized normalization and refitting pipeline for dose-response curves enables consistent, statistically robust analysis across studies. Three new graphical user interfaces support interactive exploration of cell sensitivity data, exploring the protein targets and dose-resolved changes in protein expression in the presence of a drug, and comparing the expression profiles of cell lines. With this update, ProteomicsDB is strengthening its future role as a central hub for proteomics and multi-omics, providing researchers with a unified framework to explore phenotypic cell sensitivity in combination with dose-resolved expression proteomics at the molecular level, supporting biomarker discovery, drug repurposing, and precision medicine applications.",
      "summary": {
        "目的": "本研究の目的は、不均一なプロテオミクスおよび表現型細胞感受性データセットの統合が抱える課題に対処することです。ProteomicsDBの大規模な更新を通じて、研究者が分子レベルで表現型細胞感受性と用量依存的な発現プロテオミクスを統一的に探索できるフレームワークを提供することを目指しています。",
        "サンプル": "ProteomicsDBの更新には、1500以上のヒトがん細胞株と1470種類の薬剤にわたる、1300以上のプロテオミクスプロファイル、1000以上のトランスクリプトミクスプロファイル、および表現型細胞感受性データが統合されています。これらのデータは、多様な情報源から集められたものです。",
        "解析手法": "まず、細胞株名と薬剤名の調和が行われ、用量反応曲線に対して標準化された正規化と再フィッティングのパイプラインが適用されました。これにより、研究横断的に一貫性のある統計的にロバストな解析が可能になります。また、細胞感受性データや薬剤存在下でのタンパク質発現変化などをインタラクティブに探索するための、3つの新しいグラフィカルユーザーインターフェースが実装されました。",
        "結果": "今回の更新により、ProteomicsDBは研究横断的に一貫性があり、統計的に堅牢なデータ解析を可能にしました。また、細胞感受性データ、薬剤存在下でのタンパク質標的および用量依存的なタンパク質発現変化の探索、細胞株の発現プロファイルの比較を支援する新しいグラフィカルユーザーインターフェースが提供されました。",
        "結論": "今回の更新により、ProteomicsDBはプロテオミクスおよびマルチオミクスの中央ハブとしての役割を強化しています。研究者に対し、表現型細胞感受性データと分子レベルでの用量依存的発現プロテオミクスを組み合わせた統一的な探索フレームワークを提供することで、バイオマーカー発見、薬剤転用、個別化医療といった応用を支援することが期待されます。"
      }
    }
  ]
}